class MainBotStrings:
    helloMessage = "Привет! Этот бот поможет придумать текст новогоднего поздравления."
    hello2Message = "Для этого нужно будет ответить на несколько вопросов. Итак, начнём!"
    nameMessage = "Как будем обращаться к тому, для кого пишем поздравление? Например, Олег, или сестрёнка."
    # holidayMessage = "С каким праздником поздравляем?"
    sillinessMessage = "Насколько сёрьезным будет поздравление? 0 - очень дурацкое, 10 - очень официозное."
    keywordsMessage = """Введи до 5 слов или словосочетаний, которые должны быть в поздравлении.\nОтправь их в ответ одним сообщением через запятую.\nНапример: собака, картошка, розы, счастье, ковыряться"""
    keywordsErrorMessage = """К сожалению, слова введены неправильно. Давай попробуем ещё раз!"""
    sillinessErrorMessage = """Серьезность должна быть числом от 0 до 10! Кажется, ты ввел_а что-то другое. Давай попробуем ещё раз!"""
    # signMessage
    waitingMessage = "Выдумываем поздравление..."
    resultMessage = "Вот что получилось: \n%s"
    endMessage = "Спасибо, надеемся, что бот был полезен!"